// Dares

[
	"Set your crush's profile picture as your profile picture.",
	"Flirt with {name} poorly in text and send screenshots of it to you.",
	"Send a screenshot of your search history of last 2 days.",
	"Send the most recent photo of your gallery.",
	"Send your ugliest selfie.",
	"Text flirt and then send “I love you” to a someone already in a relationship (not married) and screenshot his/her reaction",
	"Send a romantic message to someone of your own gender and screenshot their response",
	"Send a video of you dancing.",
	"Call me and sing a song for me.",
	"Send a voice message saying that you love me in 3 romantic ways.",
	"Send me a pic of you wearing the least clothes on you.",
	"Be my one day boyfriend or girlfriend.",
	"Write your and my name in your status for 1 day.",
	"Propose to me in the most sensual way possible.",
	"Send love letter through email to your class teacher.",
	"Select one mobile number blindfolded from your contacts and send one breakup message to him/her. Screenshot the response.",
	"Give a deep explanation of one item in front of you.",
	"Paint your fingernails blindfolded with a pencil. Show us the result.",
	"Do a prank call to your mother and tell “I’m expecting a baby soon”. Screenshot the response.",
	"Send me the last message you received from your crush.",
	"Make a voice call to me and sing rhymes.",
	"Make a video call to me and perform belly dance.",
	"Open your gallery, close your eyes, scroll randomly and select one picture and send it to me.",
	"Send a text message to your crush blindfolded.",
	"Put my picture as your mobile wallpaper for three days.",
	"Send a selfie of yours while keeping your finger in your nose.",
	"Call to any random number and do non-stop conversation for 2 minutes.",
	"Send me the message of your first message that sends to me.",
	"Make a video call to me and do 20 situps continuously.",
	"Send next five text messages to your friends using your elbow only.",
	"Wear your dress upside down and send that picture to me.",
	"Send any message using only emojis.",
	"Call someone and say nothing.",
	"Send a message to your crush saying I’ve lost my condoms in your home please find them.",
	"Send five photo from your gallery.",
	"I’ll give you a person's contact information and send a romantic message to that person.",
]